[
    "Ocelots show creepers who’s boss!",
    "Did you know there's a Minecraft Wiki?",
    "Use the right tool for the job! Digging dirt with a shovel is much faster than using a pickaxe!",
    "Zombified piglins won't attack you if you have golden armor - unless you attack them or open chests in bastions.",
    "Need fuel for torches? Try smelting logs in a furnace to get charcoal.",
    "A Spider Jockey is the rare appearance of a spider being ridden by a skeleton!",
    "If you set the game difficulty to Peaceful, your health will automatically regenerate, and no monsters will come out at night!",
    "Harvest leather from cows, and use it to make armor and books.",
    "Some animals will follow you if you have wheat in your hand.",
    "Craft torches to light up dark areas. Monsters lurk in the darkness!",
    "Cobblestone is resistant to Ghast fireballs, making it useful for guarding portals.",
    "The Enderman language is actually English in reverse.",
    "Obsidian is created when water hits a lava source block.",
    "Wearing a pumpkin on your head will keep Endermen from attacking you.",
    "Iron golems will fight for you!",
    "Pigs that are struck by lightning become Zombie Pigmen!",
    "The instrument played by a note block depends on the material beneath it.",
    "Creepers were born from a coding bug.",
    "Building a portal will allow you to travel to another dimension - The Nether.",
    "Blocks that can be used as a light source will melt snow and ice. This includes torches, glowstones, and Jack-O-Lanterns.",
    "Plant some saplings and they'll grow into trees.",
    "The original name for Minecraft was Cave Game.",
    "If you have an empty bucket, you can fill it with water, lava, or milk from a cow!",
    "Hit those fireballs back at the Ghast!",
    "The first version of Minecraft was created in just 6 days!",
    "Feeding an animal will keep it from despawning. Build a pen to keep your animals safe.",
    "Obsidian can only be mined with a diamond pickaxe.",
    "Chickens lay an egg every 5 to 10 minutes.",
    "Use a hoe to prepare areas of ground for planting.",
    "Creepers are the easiest obtainable source of gunpowder.",
    "Use seagrass to attract and breed sea turtles.",
    "Protect baby turtles from hostile mobs!",
    "Dolphins can lead you to shipwrecks and underwater ruins. Feed them cod and follow their trail!",
    "Need diamonds? Try mining on Y coordinate 12!",
    "Monsters that are killed by skeletons’ arrows have a chance of dropping music discs.",
    "Emerald ores are the rarest ores in Minecraft! They can only be found in extreme hill biomes!",
    "Using fireworks boosts elytra speed in mid-air. Just... make sure they don't explode, otherwise it'll hurt BADLY!",
    "DON'T LEAVE TREES FLOATING!",
    "Sprint in water to swim!",
    "Be nice to animals!",
    "The Beacon is a powerful item that can only be crafted with a nether star from the Wither!"
]
